wlogs/workloadax/capetown.txt
[OVERALL], RunTime(ms), 1203
[OVERALL], Throughput(ops/sec), 0.8312551953449709
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 3.0
[CLEANUP], MinLatency(us), 3
[CLEANUP], MaxLatency(us), 3
[CLEANUP], 50thPercentileLatency(us), 3
[CLEANUP], 90thPercentileLatency(us), 3
[CLEANUP], 95thPercentileLatency(us), 3
[CLEANUP], 99thPercentileLatency(us), 3
[UPDATE], Operations, 1
[UPDATE], AverageLatency(us), 433280.0
[UPDATE], MinLatency(us), 433152
[UPDATE], MaxLatency(us), 433407
[UPDATE], 50thPercentileLatency(us), 433407
[UPDATE], 90thPercentileLatency(us), 433407
[UPDATE], 95thPercentileLatency(us), 433407
[UPDATE], 99thPercentileLatency(us), 433407
[UPDATE], Return=OK, 1