wlogs/workloadax/singapore.txt
[OVERALL], RunTime(ms), 1205
[OVERALL], Throughput(ops/sec), 0.8298755186721992
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 3.0
[CLEANUP], MinLatency(us), 3
[CLEANUP], MaxLatency(us), 3
[CLEANUP], 50thPercentileLatency(us), 3
[CLEANUP], 90thPercentileLatency(us), 3
[CLEANUP], 95thPercentileLatency(us), 3
[CLEANUP], 99thPercentileLatency(us), 3
[INSERT], Operations, 1
[INSERT], AverageLatency(us), 342912.0
[INSERT], MinLatency(us), 342784
[INSERT], MaxLatency(us), 343039
[INSERT], 50thPercentileLatency(us), 343039
[INSERT], 90thPercentileLatency(us), 343039
[INSERT], 95thPercentileLatency(us), 343039
[INSERT], 99thPercentileLatency(us), 343039
[INSERT], Return=OK, 1